<?php

$aLangContent = array(

  // ================ ADDED KEYS ==================

  '_Suspended' => 'Спрятанный',
  '_adm_admtools_modules_dirs' => 'Директории модулей',
  '_adm_admtools_modules_files' => 'Файлы модулей',
  '_adm_bann_Bottom' => 'Снизу',
  '_adm_bann_Top' => 'Сверху',
  '_adm_pvalues_help_extra' => 'Первый дополнительный параметр',
  '_adm_pvalues_help_extra2' => 'Второй дополнительный параметр',
  '_adm_pvalues_help_extra3' => 'Третий дополнительный параметр',
  '_adm_pvalues_help_lkey' => 'Первичный языковой ключ, используемый для вывода',
  '_adm_pvalues_help_lkey2' => 'Вторичный языковой ключ, используемый для вывода в других местах',
  '_adm_pvalues_help_lkey3' => 'Вторичный языковой ключ, используемый для вывода в других местах',
  '_adm_pvalues_help_value' => 'Значение, хранимое в базе данных',
  '_adm_pvalues_msg_enter_correct_name' => 'Вы должны ввести правильное имя',
  '_adm_pvalues_msg_enter_list_name' => 'Пожалуйста введите имя нового списка',
  '_adm_pvalues_txt_add_record' => 'Добавить запись',
  '_adm_pvalues_txt_create_new' => 'Создать новый',
  '_adm_pvalues_txt_move_down' => 'Опустить',
  '_adm_pvalues_txt_move_up' => 'Поднять',
  '_adm_pvalues_txt_select_list' => 'Выберите список',
  '_sys_bx_attr' => 'Создай свою соц. сеть',
  '_sys_sitemap_pages' => 'Страницы созданные в построителе страниц',

  // ================ CHANGED KEYS ==================

  '_ATT_ACTIVE' => '<a href="pedit.php?ID={0}">Изменить</a><span class="bullet">·</span><a href="javascript:void(0);" onclick="javascript:loadHtmlInPopup(\'explanation_popup\', \'explanation.php?explain=Active\');">Пояснение</a><span class="bullet">·</span><a href="change_status.php">Спрятать</a>',
  '_ATT_UNCONFIRMED_E' => 'Пройдите по ссылке активации в e-mail сообщении, которое мы Вам прислали. <br /><a target=_blank href="activation_email.php">Повторить отправку подтверждения</a>.',
  '_Account Home' => 'Аккаунт',
  '_Account Info' => 'Информация об аккаунте',
  '_Activate account' => 'Активировать аккаунт',
  '_Add Category' => 'Добавить категорию',
  '_Add Post' => 'Добавить пост',
  '_Added by' => 'от',
  '_Admin Panel' => 'Панель администратора',
  '_Befriend' => 'В друзья',
  '_Block' => 'Блокировать',
  '_By' => 'От',
  '_By Age' => 'По возрасту',
  '_By Country' => 'По стране',
  '_By Sex' => 'По полу',
  '_CHANGE_STATUS_H' => 'Изменить статус аккаунта',
  '_CHANGE_STATUS_H1' => 'Спрятать/показать аккаунт',
  '_COMPOSE_H' => 'Написать новое сообщение',
  '_COMPOSE_H1' => 'Написать и отправить сообщение',
  '_Cancel_Uploads' => 'Отменить загрузки',
  '_CategoriesSettings' => 'Настройки категорий',
  '_Compose' => 'Написать',
  '_Compose new letter' => 'Написать',
  '_Contact' => 'Написать нам',
  '_Contacted' => 'Контакты',
  '_Customize' => 'Настроить',
  '_Database Error' => 'Ошибка базы данных',
  '_De-Feature it' => 'Не избранное',
  '_E-mail' => 'Электронный адрес',
  '_EMAIL_CONF_NOT_SENT' => '<b>Сообщение НЕ отправлено.</b><br />К сожалению, мы не смогли отослать e-mail сообщение с подтверждением. Пожалуйста, попробуйте позже. Извиняемся за неудобства. <a href="contact.php">Please report this issue to us</a>.',
  '_EMAIL_CONF_SENT' => '<b>Сообщение было отправлено.</b><br />Вы должны его получить уже через минуту.',
  '_Edit' => 'Изменить',
  '_Edit Profile' => 'Изменить учётную запись',
  '_EditProfile' => 'Изменить',
  '_Edit_profile_and_settings' => 'Изменить информацию и настройки учётной записи',
  '_Email sent failed' => 'Отправка e-mail сообщения не удалась',
  '_Email was successfully sent' => 'E-mail сообщение было отправлено',
  '_Enter email(s)' => 'Введите e-mail адрес(а)',
  '_Error Occured' => 'Произошла ошибка',
  '_FREEMAIL_SENT' => 'Вам только что было отправлено e-mail сообщение с контактной информацией пользователя {0}.',
  '_Feature it' => 'В избранное',
  '_FieldCaption_Admin Controls_Edit' => 'Для администратора',
  '_FieldCaption_Admin Controls_Join' => 'Для администратора',
  '_FieldCaption_Admin Controls_View' => 'Для администратора',
  '_FieldCaption_Couple_Join' => 'Тип профиля',
  '_FieldCaption_Couple_Search' => 'Тип профиля',
  '_FieldCaption_DateLastEdit_View' => 'Радактировал',
  '_FieldCaption_DateLastLogin_View' => 'Заходил',
  '_FieldCaption_DateReg_View' => 'Зарегистрировался',
  '_FieldCaption_Email_Edit' => 'E-mail',
  '_FieldCaption_Email_Join' => 'E-mail',
  '_FieldCaption_Email_View' => 'E-mail',
  '_FieldCaption_General Info_View' => 'Основная информация',
  '_FieldCaption_Misc Info_Edit' => 'Дополнительная информация',
  '_FieldCaption_Misc Info_Join' => 'Дополнительная информация',
  '_FieldCaption_Misc Info_View' => 'Дополнительная информация',
  '_From' => 'от',
  '_Get E-mail' => 'Взять E-mail',
  '_Latest' => 'Последние',
  '_MEMBERSHIP_UPGRADE_FROM_STANDARD' => '<a href="{0}">Обновить</a>',
  '_MEMBER_RECOGNIZED_MAIL_NOT_SENT' => 'Вы были идентифицированы как пользователь {0}, но мы не смогли послать Вам e-mail сообщение с данными о Вашем аккаунте. Попробуйте позже.',
  '_PRIVACY' => '
Эта Политика Конфиденциальности определяет, каким образом {0} собирает, использует, хранит и раскрывает информацию, полученную от пользователей (далее "Пользователь") сайта <a href="{1}">{1}</a> (далее "Сайт"). Эта политика конфиденциальности применима к Сайту и всем продуктам и услугам, предлагаемым лицом {0}.<br><br>

<b>Информация о персональной идентификации</b><br><br>

Мы можем собирать информацию от Пользователей о персональной идентификации различными способами, например, когда Пользователь посещает сайт, регистрируется на сайте, подписывается на рассылку, совершает другие действия, пользуется сервисами, функциями, ресурсами, которые мы предлагаем на Сайте. У Пользователей при необходимости могут быть запрошены имя, электронный адрес, почтовый адрес. Пользователи, тем не менее, могут посещать наш Сайт анонимно. Мы будем собирать у Пользователей информацию о персональной идентификации только, если они добровольно предоставят нам такую информацию. Пользователи всегда могут отказаться от предоставления информации о персональной идентификации, хотя, в некоторых случаях, это может запретить им пользоваться какими-либо ресурсами Сайта.<br><br>

<b>Информация о неперсональной идентификации</b><br><br>

Мы можем собирать информацию о неперсональной идентификации о Пользователях, когда бы они ни пользовались нашим Сайтом. Информация о неперсональной идентификации может включать название браузера, тип компьютера и техническую информацию о способе соединения Пользователя с нашим Сайтом, такую как операционная система, используемые провайдеры Интернет и другая подобная информация.<br><br>

<b>Куки веб-браузера</b><br><br>

Наш Сайт использует "куки" (временные файлы) для удобства Пользователя. Браузер Пользователя сохраняет куки на жёсткий диск для записи и отслеживания информации о нём. Пользователь может настроить браузер не принимать куки или оповещать всякий раз, когда Сайт отправляет куки. При этом, однако, надо заметить, что какие-то сервисы Сайта могут стать недоступны.<br><br>

<b>Как мы используем собранную информацию</b><br><br>

{0} может собирать и использовать персональную информацию Пользователей для следующих целей:<br>
<ul>
<li><i>- Чтобы персонализировать активность Пользователей</i><br>
Мы можем использовать общую информацию, чтобы выяснить, как наши Пользователи в целом используют ресурсы и пользуются услугами, предлагаемыми на нашем Сайте.</li>
<li><i>- Чтобы периодически посылать электронные сообщения</i><br>
Мы можем ипользовать электронные адреса с тем, чтобы отвечать на требования, вопросы и/или другие запросы Пользователей. Если Пользователь решит подписаться на рассылку, они могут получать e-mail сообщения с новостями, обновлениями, информацией и соответствующих продуктах или услугах и так далее. Для того, чтобы Пользователь смог когда-либо отписаться от рассылки, в конце наших сообщений всегда будет указана детальная информация о том, как это сделать. Пользователь сможет также сообщить нам об этом через Сайт.</li>
</ul>
<b>Как мы защищаем Вашу информацию</b><br><br>

Мы применяем известную практику сбора, хранения и обработки данных, а также средства безопасности от несанкционированного доступа, изменения, раскрытия или уничтожения Вашей персональной иформации, имени пользователя, пароля, информации о транзакциях и Вашего содержимого, сохранённого на нашем Сайте.<br><br>

<b>Раскрытие Вашей персональной информации</b><br><br>

Мы не продаём, не обмениваемся и не предоставляем в использование Информацию о персональной идентификации наших Пользователей третьим лицам. Мы можем раскрывать обобщённую демографическую информацию, не связанную с конкретной персональной информацией кого-либо, нашим партнёрам по бизнесу, доверенным компаньонам и рекламодателям в целях, обозначенных ранее.<br><br>

<b>Изменения в политике конфиденциальности</b><br><br>

{0} в праве обновлять политику конфиденциальности в любое время. Если мы это делаем, то дата последней ревизии будет отображена в конце этой страницы. Мы советуем Пользователям чаще проверять эту страницу на предмет изменений, чтобы быть в курсе того, как мы стараемся лучше защитить персональную информацию, собранную нами. Вы признаёте и подтверждаете свою обязанность периодически проверять политику конфиденциальности и быть в курсе изменений.<br><br>

<b>Ваше принятие этих условий</b><br><br>

Пользуясь этим Сайтом, Вы выражаете своё принятие этой политики и <a href="{1}terms_of_use.php">условий о предоставлении услуг</a>. Если Вы не согласны с этой политикой, пожалуйста, не пользуйтесь нашим Сайтом. Ваше дальнейшее пользование Сайтом, следующее за публикацией изменений в этой политике, будет расцениваться как принятие этих изменений.<br><br>

<b>Связь с нами</b><br><br>

Если у Вас есть вопросы об этой Политике Конфиденциальности, об установленных на Сайте порядках или о Вашем опыте работы с Сайтом, пожалуйста, <a href="{1}contact.php">напишите нам</a>.

<div class="bx-def-font-small bx-def-font-grayed bx-def-margin-sec-top">Политика Конфиденциальности создана с помощью сайта <a href="http://www.generateprivacypolicy.com" target="_blank">Создать Политику Конфиденциальности</a></div>
  ',
  '_PRIVACY_H' => 'Конфиденциальность',
  '_PRIVACY_H1' => 'Конфиденциальность',
  '_PROFILE_CAN_SUSPEND' => 'Вы можете временно приостановить Ваш аккаунт, делая его невидимым. Аккаунт может быть активирован позже.',
  '_RESULT1_DESC' => 'E-mail сообщение с контактной информацией было отправлено на Ваш адрес.',
  '_RESULT1_THANK' => 'Спасибо за покупку! Вы получите e-mail сообщение на {1}',
  '_RESULT2DESC' => 'Ваша покупка прошла удачно, но e-mail сообщение с контактной информацией не может быть послано Вам сейчас. Запись о Вашей покупке была произведена, и Вы можете получить всю информацию в своих <a href="communicator.php">Связях</a>.',
  '_Read' => 'Прочитанные',
  '_Remove Fave' => 'Не нравится',
  '_Remove friend' => 'Поссориться',
  '_Report Spam' => 'Спам',
  '_Report about spam failed to sent' => 'Сообщение о спаме не было отправлено',
  '_Report about spam was sent' => 'Сообщение о спаме отправлено',
  '_Results per page' => 'Показывать по:',
  '_Save Changes' => 'Сохранить',
  '_Search_Home' => 'Главная',
  '_SendLetter' => 'Написать',
  '_Sent' => 'Отправленные',
  '_Site Stats' => 'Статистика сайта',
  '_SubCategory is required' => 'Требуется подкатегория',
  '_TERMS_OF_USE_H' => 'Условия',
  '_Top' => 'Лучшие',
  '_Unblock' => 'Деблокировать',
  '_VIEW_MEMBERSHIP_ACTIONS' => 'Доступные действия',
  '_VKISS_BAD_COUSE_C' => 'Посылка e-mail сообщения не удалась. Попытайтесь снова.',
  '_VKISS_OK' => 'Приветствие было отправлено.',
  '_View All' => 'Смотреть всё',
  '__Suspended' => 'Спрятанные',
  '_adm_bann_HShift' => 'Гориз.сдвиг',
  '_adm_bann_Left' => 'Слева',
  '_adm_bann_Right' => 'Справа',
  '_adm_bann_VShift' => 'Верт.сдвиг',
  '_adm_box_cpt_email_templates' => 'E-mail шаблоны',
  '_adm_box_cpt_fapps' => 'Flash приложения',
  '_adm_btn_mp_activate' => 'Включить',
  '_adm_btn_mp_ban' => 'Запретить',
  '_adm_btn_mp_confirm' => 'Подтвердить e-mail',
  '_adm_btn_mp_deactivate' => 'Выключить',
  '_adm_btn_mp_extended' => 'Расширенный',
  '_adm_btn_mp_geeky' => 'Табличный',
  '_adm_btn_mp_qlinks' => 'Ссылки',
  '_adm_btn_mp_simple' => 'Обычный',
  '_adm_btn_mp_unban' => 'Разрешить',
  '_adm_license_continue' => 'или <a href="{0}">продолжить использование пробной версии</a>',
  '_adm_license_popup_register' => 'Отправить',
  '_adm_license_register' => 'Отправить',
  '_adm_mmail_Email_message' => 'E-mail сообщение',
  '_adm_mmail_Email_not_added_to_queue_X' => 'E-mail сообщение <b><u>{0}</u></b> не было добавлено в очередь.<br>',
  '_adm_mmail_X_emails_was_succ_added_to_queue' => '{0} e-mail сообщений были удачно добавлены в очередь.',
  '_adm_mmail_emails' => 'E-mail сообщения',
  '_adm_mmail_no_emails_in_queue' => 'В очереди нет e-mail сообщений',
  '_adm_mmi_antispam' => 'Инструменты антиспама',
  '_adm_mmi_dashboard' => 'Главная',
  '_adm_mmi_email_templates' => 'E-mail шаблоны',
  '_adm_mmi_flash_apps' => 'Flash приложения',
  '_adm_page_cpt_dashboard' => 'Главная',
  '_adm_page_cpt_email_templates' => 'E-mail шаблоны',
  '_adm_page_cpt_fapps' => 'Flash приложения',
  '_adm_pbuilder_Caption_Lang_Key' => 'Языковой ключ для заголовка',
  '_adm_pbuilder_Url_of_RSS_feed' => 'URL-адрес ленты RSS',
  '_adm_txt_modules_destination_not_valid' => 'Папка назначения FTP не является папкой установки Dolphin',
  '_adm_txt_modules_path_to_dolphin' => 'Путь к папке Dolphin',
  '_adm_txt_modules_recompile_alerts' => 'Рекомпиляция оповещений:',
  '_adm_txt_mp_banned' => 'запрещенных',
  '_adm_txt_mp_email' => 'E-mail',
  '_adm_txt_mp_last_activity' => 'Последний сеанс',
  '_copyright' => '© {0} Ваша Компания',
  '_month_prev_mini' => '‹ Пред. мес.',
  '_ps_bcpt_block_privacy' => 'Конфиденциальность',
  '_ps_bcpt_create_group' => 'Создать новую группу доступа',
  '_ps_bcpt_default_group' => 'Группа доступа по умолчанию',
  '_ps_bcpt_my_groups' => 'Мои группы доступа',
  '_ps_fnote_default_group' => 'Когда Вы публикуете содержимое, Вы можете выбрать группу доступа по умолчанию, и затем в любое время поменять значение по умолчанию. То есть, Вы можете сначала публиковать только для друзей, а затем открыть сожержимое для всех пользователей или даже посетителей. Назначьте значение по умолчанию здесь и выберите "по умолчанию", когда публикуете содержимое, чтобы это имело глобальный контроль.',
  '_ps_group_2_title' => 'Мне',
  '_ps_group_3_title' => 'Всем',
  '_ps_group_4_title' => 'Пользователям',
  '_ps_group_5_title' => 'Друзьям',
  '_ps_group_6_title' => 'Любимым',
  '_ps_group_7_title' => 'Контактам',
  '_ps_pcpt_privacy_settings' => 'Группы доступа',
  '_ps_tmenu_privacy_settings' => 'Группы доступа',
  '_sys_adm_btn_dnsbl_help_text' => 'DNSBL - <a href="http://en.wikipedia.org/wiki/DNSBL">Список блокировки доменных имён</a>.
Этот функционал позволяет блокировку по IP-адресу, если он существует в одном из блок-листов.
Первоначально, он был создан для выявления e-mail спамеров, но подходит также и для веб-сайтов.<br /><br />
Воспользуйтесь многочисленными сервисами, предоставляющими списки IP-адресов спамеров для блокирования.
Вы можете обращаться к этим сайтам, чтобы узнать больше о таких сервисах: <br />
<a href="http://en.wikipedia.org/wiki/Comparison_of_DNS_blacklists">http://en.wikipedia.org/wiki/Comparison_of_DNS_blacklists</a><br />
<a href="http://www.dnsbl.info/">http://www.dnsbl.info/</a><br />
<a href="http://stats.dnsbl.com/">http://stats.dnsbl.com/</a><br />
<a href="http://www.moensted.dk/spam/">http://www.moensted.dk/spam/</a>',
  '_sys_adm_cache_support' => 'Поддержка кэша',
  '_sys_adm_page_cpt_dnsbl' => 'DNS блок-лист',
  '_sys_adm_page_cpt_uridnsbl' => 'URI DNS блок-листы',
  '_sys_adm_title_akismet_log' => 'Akismet блок-журнал',
  '_sys_adm_title_dnsbl_log' => 'DNSBL блок-журнал',
  '_sys_adm_title_dnsbluri_log' => 'DNSBL URI блок-журнал',
  '_sys_album_edit_info' => '<a href="{0}">Редактировать альбом</a>, чтобы изменить уровень доступа.',
  '_sys_album_privacy_me_info' => 'Этот альбом доступен к просмотру только мне.',
  '_sys_am_mailbox_compose' => 'Написать',
  '_sys_am_profile_friend_add' => 'В друзья',
  '_sys_am_profile_message' => 'Написать',
  '_sys_box_title_search_people' => 'Поиск пользователей',
  '_sys_btn_fans_add_to_admins' => 'В админы',
  '_sys_btn_fans_confirm' => 'Принять',
  '_sys_btn_fans_move_admins_to_fans' => 'Из админов',
  '_sys_btn_fans_reject' => 'Отказать',
  '_sys_cnts_btn_fr_reject' => 'Отмена',
  '_sys_cnts_msg_fr_empty' => 'Нет предложений дружить. Будьте более активны и <a href="browse.php">найдите новых друзей</a>.',
  '_sys_cnts_txt_blocked' => 'Заблокированные',
  '_sys_cnts_txt_mf_no' => 'Нет',
  '_sys_email_footer_info' => 'Чтобы отписаться, зайдите в свой аккаунт, отредактируйте свой профиль и уберите отметку с \'Получать уведомления сайта\'.',
  '_sys_invitation_step_additional_emails_info' => 'Добавить ограниченное число e-mail адресов для посылки приглашения',
  '_sys_txt_captcha_not_available' => 'Изображение недоступно',
  '_sys_txt_sbs_email' => 'E-mail',
  '_sys_txt_sbs_empty_name_email' => 'Введите своё имя и правильный e-mail адрес.',
  '_top' => 'Основное',
  '_top_extra' => 'Добавочное',

  // ================ DELETED KEYS ==================

  /*

  '_bottom_text' => '2002-{0}. Продукт <a class="bottom_text" href="http://www.boonex.com/">BoonEx Group</a>.',

  */

);
