<?php

$aLangContent = array(

  // ================ ADDED KEYS ==================

    '_bx_gsearch_no_search_engine_id' => 'Отсутствует идентификатор поисковой системы',
    '_bx_gsearch_help_title' => 'Инструкции',
    '_bx_gsearch_help_text' => 'Сначала нужно создать новую посковую систему: <a target="_blank" href="https://cse.google.com/cse/create/new">https://cse.google.com/cse/create/new</a>
<br />
<br />

Затем нужно зайти в
<br />
"Изменение поисковой системы"  (выбрав только что созданную поисковую систему) -> Настройка -> нажать на "Идентификатор поисковой системы", чтобы получить идентификатор.
<br />
<br />

Потом нужно зайти в "Изменение поисковой системы" -> Внешний вид -> Вид -> выбрать вид: "на развороте".
<br />
Далее зайти в "Изменение поисковой системы" -> "Получить код" -> нажать на "Сведения о результатах поиска" -> указать следующуй URL сайта: 
<br />
<b>{0}</b>
<br />
Тогда, результаты поиска будут отображаться на самом сайте.
<br />
<br />

Изменить цвет фона результатов поиска можно зайдя в
<br />
"Изменение поисковой системы" -> Внешний вид -> Общие -> Цвет фона',

);
