<?php

$aLangContent = array(

  // ================ CHANGED KEYS ==================

  '_bx_chat_plus_information_block' => 'Чат сервер должен быть сконфигурирован, чтобы этот модуль заработал. <br />

Нужно ввести URL чата в форме ниже. <br />

Затем OAuth модуль должен быть сконфигурирован. <a href="{0}modules/?r=oauth2/administration/">Сгенерируйте пару Ключ & Секрет</a> в модуле OAuth2 сервер указав адрес чата и произвольный заголовок. <br />

После того как пара Ключ & Секрет сгенерированы, нужно указать их в чате: <br />
Администрирование &gt; OAuth &gt; Dolphin.

<hr />

Чтобы заработала "Служба поддержки" нужно включить эту функцию в форме ниже и в чате: Администрирование &gt; Livechat.
Вставлять специальный JavaScript код в Dolphin не нужно - это делается автоматически.

',

);
