<?php

$sLangCategory = 'ZIP Code Search';

$aLangContent = array(
    '_sys_module_zipcodesearch' => 'ZIP поиск',
    '_bx_zip_administration' => 'ZIP поиск',
    '_bx_zip_admin_menu' => 'ZIP поиск',
    '_bx_zip' => 'ZIP поиск',
    '_bx_zip_help' => 'Помощь',
    '_bx_zip_help_text' => '
<p>
Поиск от <b>Geonames</b> является бесплатным сервисом геокодирования, и максимальный радиус поиска всегда ограничен 30 км.
Чтобы использовать этот сервис нужно <a href="http://www.geonames.org/login" target="_blank">зарегистрироваться на сайте www.geonames.org</a>, 
потом нужно <a href="http://www.geonames.org/manageaccount" target="_blank">включить бесплатные сервисы</a>, 
затем ввести имя Geonames пользователя на этой странице.
</p>
<hr />
<p>
Поиск от <b>Google</b> работает, когда модуль "Карта мира" от BoonEx установлен и локация профиля привязана к местности.
</p>
<hr />
<p>
Чтобы включить поиск по почтовому индексу в поисковой форме профиля, перейдите: <br />
<b>Административная Панель Дельфина -> Построители -> Поля Профиля -> Искать Профили</b>.<br />
Вам нужно как минимум перетащить поля "Страна" и "Местоположение". Пожалуйста, удалите все остальные блоки, связанные с локацией, такие как "почтовый индекс" и/или "город".
</p>
',
);
